Repository: RenzoTejada/tipo-comprobante-pago
Catalog: language/rt-tipo-comprobante-*.po
Languages: es_es

source: BILL
es_es: BOLETA

source: Bill
es_es: Boleta

source: Default document at purchase
es_es: Documento por defecto en la compra

source: Default document on purchase
es_es: Documento por defecto en la compra

source: Go to
es_es: Ir a

source: Help
es_es: Ayuda

source: Here
es_es: Aquí

source: I have other questions
es_es: Tengo otras preguntas

source: INVOICE
es_es: FACTURA

source: Invoice
es_es: Factura

source: It allows you to integrate your Woocommerce the type of document of the customers in the checkout.
es_es: Te permite integrar en tu Woocommerce el tipo de documento de los clientes en el checkout.

source: Payment Receipt for Peru where the option to choose bill or Invoice or others is added.
es_es: Recibo de pago para Perú en el que se añade la opción de elegir recibo o factura u otros.

source: Peru Receipt
es_es: Comprobante Perú

source: Peru receipt type for WooCommerce: The module needs to have WooCommerce installed to operate correctly.
es_es: Tipo de Comprobante de Perú para WooCommerce: El módulo necesita tener instalado WooCommerce para funcionar correctamente.

source: Peru receipt type | invoice or bill integration in Woocommerce checkout
es_es: Tipo de Comprobante Perú | integración de boleta o factura en Woocommerce checkout

source: Please enter 8 digits of your DNI
es_es: Por favor, introduzca los 8 dígitos de su DNI

source: Please enter your Company
es_es: Por favor, introduzca su Empresa

source: Please enter your DNI
es_es: Por favor, introduzca su DNI

source: Please enter your First Name
es_es: Por favor, introduzca sus Nombres

source: Please enter your Last Name
es_es: Por favor, introduzca sus Apellidos

source: Please enter your Responsible
es_es: Por favor, introduzca el Responsable

source: Please enter your RUC
es_es: Por favor, introduzca su RUC

source: Please enter your Type of Receipt
es_es: Por favor, introduzca su Tipo de Comprobante

source: Receipt
es_es: Comprobante

source: receipt type: You have not yet configured any type of document (invoice, receipt) to make purchases. Configure it
es_es: Tipo de Comprobante: Todavía no ha configurado ningún tipo de documento (boleta, factura) para realizar compras. Configúrelo

source: Responsible
es_es: Responsable

source: RT - Contact
es_es: RT - Contacto

source: Save Changes
es_es: Guardar Cambios

source: Settings
es_es: Ajustes

source: This plugin is totally free.
es_es: Este plugin es totalmente gratuito.

source: Type of Receipt
es_es: Tipo de Comprobante

source: Type of receipt
es_es: Tipo de Comprobante

source: Type of receipt enabled in your store
es_es: Tipo de Comprobante habilitado en su tienda

source: Was saved successfully
es_es: Se ha guardado con éxito

source: What does this module do?
es_es: ¿Qué hace este módulo?

source: What is the cost of the module?
es_es: ¿Cuánto cuesta el módulo?
